{
  "Settings": "Einstellungen",
  "Account": "Konto",
  "Login": "Anmelden",
  "Region": "Region",
  "Theme": "Thema",
  "Light": "Hell",
  "Dark": "Dunkel",
  "System": "System",
  "Upcoming Movie & TV Show News": "Neuigkeiten zu kommenden Filmen & Serien",
  "United States": "Vereinigte Staaten",
  "United Kingdom": "Vereinigtes Königreich",
  "France": "Frankreich",
  "Germany": "Deutschland",
  "Japan": "Japan",
  "India": "Indien",
  "Chad": "Tschad",
  "Shows": "Serien",
  "TV": "TV",
  "Trending": "Im Trend",
  "More": "Mehr",
  "Contents": "Inhalte",
  "Profile": "Profil",
  "Logout": "Abmelden",
  "Select region": "Region auswählen",
  "Save": "Speichern",
  "Edit": "Bearbeiten",
  "Change Profile Picture": "Profilbild ändern",
  "Choose a Profile Picture": "Profilbild auswählen",
  "Cancel": "Abbrechen",
  "Watch History": "Verlauf",
  "View and manage your watch history, favorites, and watchlist in one place.": "Verwalte deinen Verlauf, deine Favoriten und deine Merkliste an einem Ort.",
  "Your Watch History": "Dein Verlauf",
  "Your Favorites": "Deine Favoriten",
  "Your Watchlist": "Deine Merkliste",
  "Newest First": "Neueste zuerst",
  "Oldest First": "Älteste zuerst",
  "Clear History": "Verlauf löschen",
  "No watch history yet": "Noch kein Verlauf",
  "Start watching movies and shows to build your history.": "Schaue Filme und Serien, um deinen Verlauf zu füllen.",
  "Browse Content": "Inhalte durchsuchen",
  "Favorites": "Favoriten",
  "No favorites yet": "Noch keine Favoriten",
  "Add movies and shows to your favorites for quick access.": "Füge Filme und Serien zu deinen Favoriten hinzu, um schnell darauf zuzugreifen.",
  "Watchlist": "Merkliste",
  "Your watchlist is empty": "Deine Merkliste ist leer",
  "Add movies and shows to your watchlist to watch later.": "Füge Filme und Serien zu deiner Merkliste hinzu, um sie später anzusehen.",
  "Removed from favorites": "Aus Favoriten entfernt",
  "The item has been removed from your favorites.": "Das Element wurde aus deinen Favoriten entfernt.",
  "Removed from watchlist": "Aus Merkliste entfernt",
  "The item has been removed from your watchlist.": "Das Element wurde aus deiner Merkliste entfernt.",
  "Watch history cleared": "Verlauf gelöscht",
  "Your watch history has been cleared.": "Dein Verlauf wurde gelöscht.",
  "Error": "Fehler",
  "Failed to remove account. Please re-authenticate and try again.": "Konto konnte nicht entfernt werden. Bitte erneut authentifizieren und erneut versuchen.",
  "Favorites updated": "Favoriten aktualisiert",
  "Selected favorites have been removed.": "Ausgewählte Favoriten wurden entfernt.",
  "Watchlist updated": "Merkliste aktualisiert",
  "Selected watchlist items have been removed.": "Ausgewählte Merkliste-Einträge wurden entfernt.",
  "Loading...": "Lädt...",
  "Toggle watch history": "Verlauf umschalten",
  "Toggle continue watching": "Weiterschauen umschalten",
  "Toggle feature notifications": "Feature-Benachrichtigungen umschalten",
  "Home": "Startseite",
  "TV Shows": "Serien",
  "Search": "Suche",
  "Terms of Service": "Nutzungsbedingungen",
  "Privacy Policy": "Datenschutzrichtlinie",
  "DMCA Notice": "DMCA-Hinweis",
  "Content Removal": "Inhalte entfernen",
  "Powered by": "Bereitgestellt von",
  "Built with": "Erstellt mit",
  "by the community": "von der Community",
  "This site does not store any files on its server. All contents are provided by non-affiliated third parties.": "Diese Seite speichert keine Dateien auf ihrem Server. Alle Inhalte werden von nicht verbundenen Drittanbietern bereitgestellt.",
  "This site does not store any files on its server.": "Diese Seite speichert keine Dateien auf ihrem Server.",
  "Discover and enjoy the best movies and TV shows all in one place. Let's Filmex helps you find, explore, and watch your favorite content online.": "Entdecke und genieße die besten Filme und Serien an einem Ort. Filmex hilft dir, deine Lieblingsinhalte online zu finden, zu erkunden und anzusehen.",
  "Download our mobile app": "Lade unsere mobile App herunter",
  "Details": "Details",
  "Watch": "Ansehen",
  "Watch on Filmex.to": "Ansehen auf Filmex.to",
  "Add to Favorites": "Zu Favoriten hinzufügen",
  "In Favorites": "In Favoriten",
  "MoviesDropdownDescription": "Begeben Sie sich auf ein filmisches Abenteuer mit unserer riesigen Sammlung von Filmen. Von zeitlosen Klassikern bis zu den neuesten Blockbustern – finden Sie noch heute Ihren nächsten Lieblingsfilm.",
  "Discover": "Entdecken",
  "NEW": "NEU",
  "MoviesDropdownDiscoverDescription": "Entdecken Sie verborgene Schätze und Neuerscheinungen in der Welt des Kinos. Tauchen Sie ein in ein Meer von Filmen, die darauf warten, von Ihnen entdeckt zu werden.",
  "Popular": "Beliebt",
  "MoviesDropdownPopularDescription": "Tauchen Sie ein in die Welt der beliebten Filme, die die Herzen des Publikums weltweit erobert haben. Von Blockbustern bis zu von Kritikern gefeierten Filmen – entdecken Sie, was im Kino angesagt ist.",
  "Now Playing": "Jetzt im Kino",
  "MoviesDropdownNowPlayingDescription": "Erleben Sie die neuesten Filme, die derzeit in den Kinos laufen. Genießen Sie die Magie des Kinos mit aktuellen Hits.",
  "Upcoming": "Demnächst",
  "MoviesDropdownUpcomingDescription": "Seien Sie der Erste, der die neuesten Filme sieht, bevor sie auf der großen Leinwand erscheinen. Entdecken Sie die kommenden Filme, über die alle sprechen.",
  "Top Rated": "Bestbewertet",
  "MoviesDropdownTopRatedDescription": "Entdecken Sie das Beste des Kinos mit unserer Sammlung von bestbewerteten Filmen. Diese Filme wurden für ihre herausragende Erzählweise, Regie und Schauspielkunst ausgezeichnet.",
  "Anime": "Anime",
  "MoviesDropdownAnimeDescription": "Begeben Sie sich auf eine epische Reise mit unserer handverlesenen Sammlung von Anime-Filmen. Von actiongeladenen Abenteuern bis zu herzerwärmenden Geschichten – tauchen Sie ein in das beste Anime-Kino.",
  "Netflix": "Netflix",
  "MoviesDropdownNetflixDescription": "Tauchen Sie ein in die riesige Bibliothek von Netflix mit Originalserien, Blockbuster-Filmen, Dokumentationen und mehr. Bleiben Sie mit der ständig aktualisierten Auswahl an Serien und Filmen immer auf dem neuesten Stand.",
  "Disney": "Disney",
  "MoviesDropdownDisneyDescription": "Betreten Sie die zauberhafte Welt von Disney Plus, wo Sie all Ihre Lieblings-Disney-Klassiker, Pixar-Animationen, Marvel-Abenteuer, Star Wars-Sagas und National Geographic-Entdeckungen finden.",
  "Apple TV+": "Apple TV+",
  "MoviesDropdownAppleDescription": "Entdecken Sie das Angebot von Apple TV+ mit preisgekrönten Serien, fesselnden Dramen und bahnbrechenden Dokumentationen. Genießen Sie eine Auswahl, die auf Qualität und Innovation setzt.",
  "Amazon Prime": "Amazon Prime",
  "MoviesDropdownPrimeDescription": "Entdecken Sie das vielfältige Angebot von Amazon Prime, darunter exklusive Amazon Originals, beliebte Filme und erfolgreiche Serien. Genießen Sie Vorteile wie frühen Zugang zu Neuerscheinungen und Amazon Channels.",
  "ShowsDropdownDescription": "Begeben Sie sich auf eine Reise durch die Welt der Serien. Von den neuesten Hits bis zu zeitlosen Klassikern – entdecken Sie neue Geschichten und erleben Sie Ihre Favoriten erneut.",
  "ShowsDropdownDiscoverDescription": "Entdecken Sie neue Serien und verborgene Schätze in der weiten Fernsehlandschaft. Ob Drama, Komödie oder Thriller – es gibt immer etwas Neues zu entdecken.",
  "Airing Today": "Heute ausgestrahlt",
  "ShowsDropdownAiringTodayDescription": "Verpassen Sie nicht die neuesten Episoden Ihrer Lieblingsserien, die heute ausgestrahlt werden. Bleiben Sie mit den neuesten Inhalten von Sendern und Streaming-Plattformen auf dem Laufenden.",
  "On The Air": "Aktuell im TV",
  "ShowsDropdownOnTheAirDescription": "Bleiben Sie am Puls der Zeit mit Serien, die aktuell im TV laufen. Von packenden Dramen bis zu urkomischen Komödien – sehen Sie, was das Publikum gerade begeistert.",
  "ShowsDropdownTopRatedDescription": "Entdecken Sie das Beste des Fernsehens mit unserer Sammlung von bestbewerteten Serien. Diese Serien wurden für ihre herausragende Erzählweise, Schauspielkunst und Produktionswerte ausgezeichnet.",
  "Anime TV Shows": "Anime-Serien",
  "ShowsDropdownAnimeDescription": "Tauchen Sie ein in die vielfältige Welt der Anime-Serien – von aktuellen Hits bis zu zeitlosen Klassikern. Finden Sie Ihre nächste Binge-Serie aus allen Genres und Stilrichtungen.",
  "ShowsDropdownNetflixDescription": "Tauchen Sie ein in die riesige Bibliothek von Netflix mit Originalserien, Blockbuster-Filmen, Dokumentationen und mehr. Bleiben Sie mit der ständig aktualisierten Auswahl an Serien und Filmen immer auf dem neuesten Stand.",
  "ShowsDropdownDisneyDescription": "Betreten Sie die zauberhafte Welt von Disney Plus, wo Sie all Ihre Lieblings-Disney-Klassiker, Pixar-Animationen, Marvel-Abenteuer, Star Wars-Sagas und National Geographic-Entdeckungen finden.",
  "ShowsDropdownAppleDescription": "Entdecken Sie das Angebot von Apple TV+ mit preisgekrönten Serien, fesselnden Dramen und bahnbrechenden Dokumentationen. Genießen Sie eine Auswahl, die auf Qualität und Innovation setzt.",
  "ShowsDropdownPrimeDescription": "Entdecken Sie das vielfältige Angebot von Amazon Prime, darunter exklusive Amazon Originals, beliebte Filme und erfolgreiche Serien. Genießen Sie Vorteile wie frühen Zugang zu Neuerscheinungen und Amazon Channels.",
  "TrendingDropdownDescription": "Bleiben Sie auf dem Laufenden mit den neuesten Trends bei Filmen und Serien. Entdecken Sie, was beliebt ist und was im Kommen ist.",
  "TrendingDropdownMoviesDescription": "Bleiben Sie am Puls der Zeit, was im Kino angesagt ist. Sehen Sie, welche Filme Wellen schlagen und das Publikum weltweit begeistern.",
  "TrendingDropdownShowsDescription": "Erfahren Sie, welche Serien aktuell im Trend liegen. Von viralen Sensationen bis zu von Kritikern gefeierten Serien – finden Sie heraus, was die Zuschauer fesselt.",
  "MoreDropdownDescription": "Entdecken Sie zusätzliche Funktionen und Inhalte, um Ihr Unterhaltungserlebnis zu bereichern. Finden Sie eine Vielzahl von Optionen, um das Beste aus Ihrem Filmabend herauszuholen.",
  "MoreDropdownPopularPeopleDescription": "Entdecken Sie die beliebtesten Persönlichkeiten der Unterhaltungsbranche. Von preisgekrönten Schauspielern bis zu visionären Regisseuren – lernen Sie die Gesichter hinter Ihren Lieblingsfilmen und -serien kennen.",
  "Latest News": "Neueste Nachrichten",
  "MoreDropdownLatestNewsDescription": "Erfahren Sie alles über die neuesten Ereignisse in der Unterhaltungswelt. Von aktuellen Nachrichten bis zu ausführlichen Artikeln – bleiben Sie auf dem Laufenden, was Schlagzeilen macht.",
  "Trending Today TV Shows": "Aktuelle TV-Serien im Trend",
  "Trending Now Movies": "Aktuelle Filme im Trend",
  "Explore more": "Mehr entdecken",
  "Oops! Page not found": "Hoppla! Seite nicht gefunden",
  "Return to Home": "Zurück zur Startseite",
  "Create an account": "Konto erstellen",
  "Enter your email below to create your account": "Gib unten deine E-Mail ein, um ein Konto zu erstellen",
  "Email": "E-Mail",
  "Enter your email": "E-Mail eingeben",
  "Password": "Passwort",
  "Enter your password": "Passwort eingeben",
  "Confirm Password": "Passwort bestätigen",
  "Confirm your password": "Passwort bestätigen",
  "Sign Up": "Registrieren",
  "Creating...": "Wird erstellt...",
  "Sign up with Google": "Mit Google registrieren",
  "Already have an account? Sign in": "Du hast schon ein Konto? Anmelden",
  "Action & Adventure": "Action & Abenteuer",
  "Animation": "Animation",
  "Comedy": "Komödie",
  "Crime": "Krimi",
  "Documentary": "Dokumentation",
  "Drama": "Drama",
  "Family": "Familie",
  "Kids": "Kinder",
  "Talk": "Talk",
  "Reality": "Reality",
  "War & Politics": "Krieg & Politik",
  "Apple TV Plus": "Apple TV Plus",
  "Paramount Plus": "Paramount Plus",
  "Peacock": "Peacock",
  "YouTube": "YouTube",
  "Apple iTunes": "Apple iTunes",
  "Sort By": "Sortieren nach",
  "Default": "Standard",
  "Name": "Name",
  "First Air Date": "Erstausstrahlung",
  "Rating": "Bewertung",
  "Filter by Genre(s)": "Nach Genre filtern",
  "Year": "Jahr",
  "All Years": "Alle Jahre",
  "Platforms": "Plattformen",
  "Streaming Platforms": "Streaming-Plattformen",
  "List View": "Listenansicht",
  "Grid View": "Rasteransicht",
  "Showing on:": "Angezeigt auf:",
  "Clear all": "Alle löschen",
  "Clear Platforms": "Plattformen löschen",
  "Hide Platform Bar": "Plattformleiste ausblenden",
  "Show Platform Bar": "Plattformleiste anzeigen",
  "Error loading TV shows. Please try again.": "Fehler beim Laden der Serien. Bitte versuche es erneut.",
  "Popular TV Shows": "Beliebte Serien",
  "Discover the most popular TV shows trending right now. These series are captivating audiences worldwide—find your next binge-worthy favorite!": "Entdecke die beliebtesten Serien, die gerade im Trend liegen. Diese Serien begeistern Zuschauer weltweit – finde deinen nächsten Binge-Favoriten!",
  "TV Shows Airing Today": "Serien, die heute ausgestrahlt werden",
  "See what’s airing on TV right now. Browse today’s lineup of new and returning shows, with all the details and actions you expect from mapple.tv.": "Sieh dir an, was gerade im TV läuft. Durchstöbere das heutige Programm mit neuen und wiederkehrenden Serien – mit allen Details und Aktionen, die du von mapple.tv erwartest.",
  "Explore TV shows that are currently on the air. Stay up to date with the latest episodes and never miss a moment of your favorite series!": "Entdecke Serien, die aktuell im TV laufen. Bleibe auf dem Laufenden mit den neuesten Episoden und verpasse keinen Moment deiner Lieblingsserien!",
  "Top Rated TV Shows": "Bestbewertete Serien",
  "Explore the pinnacle of television excellence with our collection of top-rated TV shows. These series have been recognized for their outstanding storytelling, acting, and production values.": "Entdecke das Beste des Fernsehens mit unserer Sammlung von bestbewerteten Serien. Diese Serien wurden für ihre herausragende Erzählweise, Schauspielkunst und Produktionswerte ausgezeichnet.",
  "Trending TV Shows": "Trendende Serien",
  "Show More": "Mehr anzeigen",
  "Bollywood": "Bollywood",
  "Action": "Action",
  "Prime Video": "Prime Video",
  "Paramount+": "Paramount+",
  "Disney+": "Disney+",
  "Hotstar": "Hotstar",
  "JioCinema": "JioCinema",
  "Sony Liv": "Sony Liv",
  "Hulu": "Hulu",
  "Watch Together": "Gemeinsam schauen",
  "Create Room": "Raum erstellen",
  "Join": "Beitreten",
  "Enter Room Code": "Raumcode eingeben",
  "How to use Watch Together": "So nutzt du Gemeinsam schauen",
  "Login required for chat.": "Anmeldung für den Chat erforderlich.",
  "Create or join a room to watch movies and chat in real time.": "Erstelle oder trete einem Raum bei, um gemeinsam Filme zu schauen und in Echtzeit zu chatten.",
  "TMDB Movie ID": "TMDB Movie ID",
  "to start a new session, or enter a code to join a friend's room.": "um eine neue Sitzung zu starten, oder gib einen Code ein, um dem Raum eines Freundes beizutreten.",
  "As host, enter a": "Als Host gib eine",
  "to select a movie after creating a room.": "ein, um nach dem Erstellen eines Raums einen Film auszuwählen.",
  "Share the room code with friends so they can join.": "Teile den Raumcode mit Freunden, damit sie beitreten können.",
  "Everyone must be logged in to use the chat.": "Alle müssen angemeldet sein, um den Chat zu nutzen.",
  "Use the chat to coordinate playback and stay in sync.": "Nutze den Chat, um die Wiedergabe zu koordinieren und synchron zu bleiben.",
  "Note:": "Hinweis:",
  "Playback sync is manual due to third-party player limitations. Pause/play as instructed for best experience.": "Die Synchronisierung der Wiedergabe ist aufgrund von Drittanbieter-Playern manuell. Pausiere/Starte wie angewiesen für das beste Erlebnis.",
  "If you experience issues, refresh the page or rejoin the room.": "Bei Problemen lade die Seite neu oder trete dem Raum erneut bei.",
  "Invite friends with this link:": "Freunde mit diesem Link einladen:",
  "Copy": "Kopieren",
  "Room Code:": "Raumcode:",
  "Host paused the video. Please pause your player to stay in sync.": "Der Host hat das Video pausiert. Bitte pausiere deinen Player, um synchron zu bleiben.",
  "You paused the video. Guests are notified to pause.": "Du hast das Video pausiert. Gäste werden benachrichtigt, zu pausieren.",
  "Leave Room": "Raum verlassen",
  "No video selected yet.": "Noch kein Video ausgewählt.",
  "Share the room code or invite link with friends so they can join.": "Teile den Raumcode oder Einladungslink mit Freunden, damit sie beitreten können.",
  "Voice Chat": "Sprachchat",
  "Educational Demonstration Notice": "Hinweis zum Bildungszweck",
  "This application is strictly an educational demonstration project. We do not host, store, or distribute any media content. All content is fetched from third-party APIs for demonstration purposes only.": "Diese Anwendung ist ausschließlich ein Bildungs-Demonstrationsprojekt. Wir hosten, speichern oder verbreiten keine Medieninhalte. Alle Inhalte werden nur zu Demonstrationszwecken von Drittanbieter-APIs abgerufen.",
  "1. Acceptance of Terms": "1. Annahme der Bedingungen",
  "By accessing and using this educational demonstration, you accept and agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use this application.": "Durch den Zugriff auf und die Nutzung dieser Bildungsdemonstration akzeptierst du diese Nutzungsbedingungen. Wenn du diesen Bedingungen nicht zustimmst, nutze diese Anwendung bitte nicht.",
  "2. Service Description": "2. Beschreibung des Dienstes",
  "This is a frontend demonstration project that interfaces with third-party APIs to showcase programming concepts and techniques. The service may be discontinued at any time without notice.": "Dies ist ein Frontend-Demonstrationsprojekt, das mit Drittanbieter-APIs interagiert, um Programmierkonzepte und -techniken zu zeigen. Der Dienst kann jederzeit ohne Vorankündigung eingestellt werden.",
  "3. Disclaimer of Responsibility": "3. Haftungsausschluss",
  "We are not responsible for any content displayed through third-party APIs. We do not verify, endorse, or take responsibility for any content shown through our demonstration interface.": "Wir sind nicht verantwortlich für Inhalte, die über Drittanbieter-APIs angezeigt werden. Wir überprüfen, befürworten oder übernehmen keine Verantwortung für Inhalte, die über unsere Demonstrationsoberfläche angezeigt werden.",
  "4. Third-Party Content": "4. Inhalte von Drittanbietern",
  "All media content displayed is sourced from third-party APIs. Rights to such content belong to their respective owners. We do not claim ownership of any media content displayed through our interface.": "Alle angezeigten Medieninhalte stammen von Drittanbieter-APIs. Die Rechte an diesen Inhalten liegen bei den jeweiligen Eigentümern. Wir beanspruchen kein Eigentum an den über unsere Oberfläche angezeigten Medieninhalten.",
  "5. No Warranties": "5. Keine Gewährleistungen",
  "This service is provided \"as is\" without any warranties of any kind. We do not guarantee the availability, accuracy, or continuity of the service as this is purely for educational demonstration.": "Dieser Dienst wird \"wie besehen\" ohne jegliche Gewährleistung bereitgestellt. Wir garantieren nicht die Verfügbarkeit, Genauigkeit oder Kontinuität des Dienstes, da dies ausschließlich zu Bildungszwecken dient.",
  "6. Limitation of Liability": "6. Haftungsbeschränkung",
  "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use this educational demonstration.": "Wir haften nicht für direkte, indirekte, zufällige, besondere oder Folgeschäden, die sich aus der Nutzung oder der Unfähigkeit zur Nutzung dieser Bildungsdemonstration ergeben.",
  "7. Changes to Terms": "7. Änderungen der Bedingungen",
  "We reserve the right to modify these terms at any time without prior notice. Continued use of the service after any such changes constitutes your acceptance of the new terms.": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit ohne vorherige Ankündigung zu ändern. Die fortgesetzte Nutzung des Dienstes nach solchen Änderungen gilt als Annahme der neuen Bedingungen.",
  "Last updated: March 26, 2025": "Zuletzt aktualisiert: 26. März 2025",
  "Discover Movies": "Filme entdecken",
  "Find movies by genre, rating, year, and more. Use the filters and sorting options to explore TMDB’s vast movie collection.": "Finde Filme nach Genre, Bewertung, Jahr und mehr. Nutze die Filter- und Sortieroptionen, um die riesige TMDB-Filmsammlung zu durchsuchen.",
  "Filters": "Filter",
  "Sort by": "Sortieren nach",
  "Previous": "Zurück",
  "Next": "Weiter",
  "Save Changes": "Änderungen speichern",
  "Close": "Schließen",
  "Clear": "Zurücksetzen",
  "Highest Popularity": "Höchste Popularität",
  "Lowest Popularity": "Niedrigste Popularität",
  "Most Recent": "Neueste zuerst",
  "Least Recent": "Älteste zuerst",
  "Highest Rating": "Beste Bewertung",
  "Lowest Rating": "Niedrigste Bewertung",
  "Most Voted": "Meiste Stimmen",
  "Least Voted": "Wenigste Stimmen",
  "From": "Von",
  "To": "Bis",
  "Select date...": "Datum auswählen...",
  "Language": "Sprache",
  "Select language...": "Sprache auswählen...",
  "Where to watch": "Wo ansehen",
  "Select providers...": "Anbieter auswählen...",
  "Vote Average": "Durchschnittsbewertung",
  "Minimum Votes": "Minimale Stimmen",
  "Discover TV Shows": "Serien entdecken",
  "Find TV shows by genre, rating, year, and more. Use the filters and sorting options to explore TMDB’s vast TV show collection.": "Finde Serien nach Genre, Bewertung, Jahr und mehr. Nutze die Filter- und Sortieroptionen, um die riesige TMDB-Seriensammlung zu durchsuchen.",
  "Narrow down your search results with the following filters.": "Eingrenzen der Suchergebnisse mit den folgenden Filtern.",
  "Genres": "Genres",
  "Loading TV shows...": "Serien werden geladen...",
  "Page {{page}} of {{totalPages}}": "Seite {{page}} von {{totalPages}}",
  "Adventure": "Abenteuer",
  "Fantasy": "Fantasie",
  "History": "Geschichte",
  "Horror": "Horror",
  "Music": "Musik",
  "Romance": "Romanze",
  "Science Fiction": "Science-Fiction",
  "TV Movie": "TV-Film",
  "Thriller": "Thriller",
  "War": "Krieg",
  "Western": "Western",
  "Popular Movies": "Beliebte Filme",
  "Dive into the world of cinema with our collection of popular movies. These films are trending and loved by audiences worldwide.": "Tauche ein in die Welt des Kinos mit unserer Sammlung beliebter Filme. Diese Filme sind im Trend und werden weltweit von Zuschauern geliebt.",
  "Failed to load movies.": "Filme konnten nicht geladen werden.",
  "Loading…": "Lädt…",
  "Upcoming Movies": "Demnächst erscheinende Filme",
  "Following content that will come, in next 3 months will be listed here.": "Folgende Inhalte, die in den nächsten 3 Monaten erscheinen, werden hier aufgelistet.",
  "Failed to load upcoming movies.": "Demnächst erscheinende Filme konnten nicht geladen werden.",
  "Discover Anime": "Anime entdecken",
  "Explore the best and latest anime movies from around the world. Filter, sort, and find your next favorite anime film.": "Entdecke die besten und neuesten Anime-Filme aus aller Welt. Filtere, sortiere und finde deinen nächsten Lieblings-Anime.",
  "Failed to load anime movies.": "Anime-Filme konnten nicht geladen werden.",
  "Top Rated Movies": "Bestbewertete Filme",
  "Explore the pinnacle of cinematic excellence with our collection of top-rated movies. These films have been recognized for their outstanding storytelling, direction, and performances.": "Entdecke das Beste des Kinos mit unserer Sammlung von bestbewerteten Filmen. Diese Filme wurden für ihre herausragende Erzählweise, Regie und Schauspielkunst ausgezeichnet.",
  "Failed to load Netflix movies.": "Netflix-Filme konnten nicht geladen werden.",
  "Dive into Netflix's vast library of original series, blockbuster movies, documentaries, and more. Stay ahead with their continually updated selection of binge-worthy content.": "Tauche ein in die riesige Bibliothek von Netflix mit Originalserien, Blockbuster-Filmen, Dokumentationen und mehr. Bleibe mit der ständig aktualisierten Auswahl an Serien und Filmen immer auf dem neuesten Stand.",
  "Failed to load Disney+ movies.": "Disney+ Filme konnten nicht geladen werden.",
  "Disney Movies": "Disney-Filme",
  "Enter the enchanting world of Disney Plus, where you can find all your favorite Disney classics, along with Pixar animations, Marvel adventures, Star Wars sagas, and National Geographic explorations.": "Betrete die zauberhafte Welt von Disney Plus, wo du all deine Lieblings-Disney-Klassiker, Pixar-Animationen, Marvel-Abenteuer, Star Wars-Sagas und National Geographic-Entdeckungen findest.",
  "Failed to load Apple TV+ movies.": "Apple TV+ Filme konnten nicht geladen werden.",
  "Apple TV+ Movies": "Apple TV+ Filme",
  "Discover Apple TV+'s lineup of critically acclaimed series, compelling dramas, and groundbreaking documentaries. Enjoy a selection curated with quality and innovation in mind.": "Entdecke das Angebot von Apple TV+ mit preisgekrönten Serien, fesselnden Dramen und bahnbrechenden Dokumentationen. Genieße eine Auswahl, die auf Qualität und Innovation setzt.",
  "Failed to load Amazon Prime movies.": "Amazon Prime Filme konnten nicht geladen werden.",
  "Explore Amazon Prime's diverse offerings, including exclusive Amazon Originals, popular movies, and hit TV shows. Enjoy perks like early access to releases and Amazon Channels.": "Entdecke das vielfältige Angebot von Amazon Prime, darunter exklusive Amazon Originals, beliebte Filme und erfolgreiche Serien. Genieße Vorteile wie frühen Zugang zu Neuerscheinungen und Amazon Channels.",
  "Go to next page": "Zur nächsten Seite gehen",
  "Netflix TV Shows": "Netflix-Serien",
  "Browse all TV shows available on Netflix. Only TV series are shown here.": "Durchsuche alle auf Netflix verfügbaren Serien. Es werden nur TV-Serien angezeigt.",
  "Failed to load Netflix TV shows.": "Netflix-Serien konnten nicht geladen werden.",
  "More pages": "Weitere Seiten",
  "Disney TV Shows": "Disney-Serien",
  "Browse all TV shows available on Disney+. Only TV series are shown here.": "Durchsuche alle auf Disney+ verfügbaren Serien. Es werden nur TV-Serien angezeigt.",
  "Failed to load Disney+ TV shows.": "Disney+ Serien konnten nicht geladen werden.",
  "Apple TV+ Shows": "Apple TV+ Serien",
  "Browse all TV shows available on Apple TV+ and iTunes. Only TV series are shown here.": "Durchsuche alle auf Apple TV+ und iTunes verfügbaren Serien. Es werden nur TV-Serien angezeigt.",
  "Failed to load Apple TV+ shows.": "Apple TV+ Serien konnten nicht geladen werden.",
  "Prime Video TV Shows": "Prime Video Serien",
  "Browse all TV shows available on Prime Video. Only TV series are shown here.": "Durchsuche alle auf Prime Video verfügbaren Serien. Es werden nur TV-Serien angezeigt.",
  "Failed to load Prime Video shows.": "Prime Video Serien konnten nicht geladen werden.",
  "Live TV": "Live-TV",
  "Search TV Channels...": "TV-Sender suchen...",
  "All": "Alle",
  "Uncategorized": "Ohne Kategorie",
  "News": "Nachrichten",
  "Sports": "Sport",
  "Entertainment": "Unterhaltung",
  "Lifestyle": "Lifestyle",
  "Local": "Lokal",
  "International": "International",
  "Adult": "Erwachsene",
  "Cultural": "Kultur",
  "Weather": "Wetter",
  "Health-Fitness": "Gesundheit & Fitness",
  "basic cable": "Basiskabel",
  "reality": "Reality",
  "collage sports": "College-Sport",
  "premium channels": "Premium-Sender",
  "No channels found.": "Keine Sender gefunden.",
  "No Logo": "Kein Logo",
  "Now Playing:": "Jetzt läuft:",
  "Close Player": "Player schließen",
  "Popular People": "Beliebte Personen",
  "Explore the most popular people in the entertainment industry. From award-winning actors to visionary directors, discover the faces behind your favorite movies and TV shows.": "Entdecke die beliebtesten Persönlichkeiten der Unterhaltungsbranche. Von preisgekrönten Schauspielern bis zu visionären Regisseuren – entdecke die Gesichter hinter deinen Lieblingsfilmen und -serien.",
  "Known for": "Bekannt für",
  "{{count}} actors": "{{count}} Schauspieler",
  "Personal Info": "Persönliche Informationen",
  "Known For": "Bekannt für",
  "Known Credits": "Bekannte Mitwirkungen",
  "Gender": "Geschlecht",
  "Male": "Männlich",
  "Female": "Weiblich",
  "Other": "Andere",
  "Birthday": "Geburtstag",
  "Place of Birth": "Geburtsort",
  "Also Known As": "Auch bekannt als",
  "Show more": "Mehr anzeigen",
  "Show less": "Weniger anzeigen",
  "Credits": "Mitwirkungen",
  "Images": "Bilder",
  "Acting": "Schauspiel",
  "Search...": "Suchen...",
  "TvShow": "Serie"
}
